export const startMessage = `
<b>Цей бот допоможе тобі:</b>
- Зареєструватися на BEST CTF
- Розпочати тестове завдання
- Знайти необхідну інформацію про CTF, такі як розклад, правила
- Отримувати сповіщення від організаторів у реальному часі
- Створювати та приєднувати людей до своєї команди
- Визначити чи ти 0 чи 1
`;
export const aboutBestText = `
<a href="google.com">BEST Lviv</a>  — європейська студентська волонтерська організація з 85 осередками в 30 країнах.

Організація спрямована на розвиток студентів у сф'ері технологій, інженерії та менеджменту.

Наша місія — розвиток студентів, а візія — сила у різноманітті

Щороку, ми організовуємо близько 4 - х масштабних івентів, серед яких:
HACKath0n, BEC(Best Engineering Competition), BTW(BEST Training Week) та BCI(Best Company Insight)

Детальніше про ці івенти ви можете дізнатися в нашому інстаграмі:
<a href='https://www.instagram.com/best_lviv/ '>https://www.instagram.com/best_lviv/ </a>

`;
export const aboutEventText = `
<u><i>Щоб знати як захищати, треба знати як атакувати!</i></u>

<b>BEST CTF</b> — це командні змагання з інформаційної безпеки, які проводяться у форматі "захоплення прапора", де команди намагаються знайти більше вразливостей в системі, і використовуючи їх отримати секретні дані.

<b>Змагання будуть відбуватися 16-17 листопада.</b>

Наш сайт: <a href="google.com">(посилання)</a>
`;

export const locationText = `
<b>Місце проведення:</b>
Місце проведення таке то таке то
`

export const aboutChatText = `
Все ще шукаєш команду?
Долучайся до нашого чату, де збираються такі ж, як і ти! Тут ти зможеш знайти або створити свою незабутню команду. Не зволікай – <a href='google.com'>приєднуйся зараз!</a>
`;

export const testTaskText = `
Готові провести неймовірні декілька годин та вихопити кожен прапорець?

<a href="google.com">Залітай!</a>

`;

export const rulesText = `
<u>
    <b>Правила поведінки під час змагань:</b>
</u>
1) Забороняється заважати роботі інших учасників, а також зневажливо, агресивно поводитись відносно інших учасників, організаторів та людей, які залучені до івенту.

2) Під час івенту недопустимо перебувати в стані алкогольного спʼяніння.

3) Забороняється псувати майно компанії або використовувати його не за призначенням.

4) Організатори BEST CTF залишають за собою право визначати чи буде учасник продовжувати брати участь в івенті.

5) Під час реєстрації для участі в BEST CTF, учасник погоджується з умовами цих правил та зобов'язується виконувати їх. Невиконання умов цих правил є підставою для дискваліфікації учасника.

6) Організатори BEST CTF не несуть відповідальності за будь-які збитки, пов'язані з івентом, його учасниками, інтелектуальною власністю та пов'язаними з ними івентами.

6) Погоджуючись з правилами, учасники дають згоду на обробку їх персональних даних.

`;